/*
{*****************************************************************************
{  疾病预测 v1.0													
{  版权信息 (c) 2005-2017 katybaby. 保留所有权利.
{  创建人：  katybaby
{  审查人：
{  模块：用户基础表											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2017-02-20  katybaby        新建	
{ 	                                                                     
{*****************************************************************************
*/

package cn.df.domain.user;

/**
 * 《用户基础》扩展实体
 * @author katybaby
 *
 */
public class UserEx extends User {
	private static final long serialVersionUID = 1L;
	
	//针对User实体在这里增加额外的属性和对应的get和set方法
}
